<template lang="jade">
  .main-content.help
    .help_box
      h2 使用帮助
      p.question
        |1、体脂肪率等这些事怎么计算出来的？
      p.answer
        | 采用生物电阻法（BIA），将非常微弱的交流电流导入人体，然后根据人体情况测量得出人体阻抗。通过专用计算法计算出人体内各项参数的指标。<br>
      p.question
        |2、BMI、脂肪率等这些参数是什么意思？
      p.answer
        |BMI：身体质量指数，国际上常用的衡量人体胖瘦程度以及是否健康的一个标准。<br>
        |脂肪率：人体内脂肪所占的比例。<br>
        |肌肉量：人体内的肌肉比例，是消耗热量的重要组织。<br>
        |内脏脂肪等级：内脏脂肪堆积的程度。<br>
        |基础代谢量：人体在非活动状态下，维持生命所需必须消耗的能量。<br>
        |水分率：水分在身体中占的比例。<br>
        |骨量：骨量是指单位体积内，骨组织包过骨矿物质（钙，磷等）和骨基质（骨胶原，蛋白质，无机盐等）含量。<br>
        |皮下脂肪率：贮存于皮下的脂肪组织。<br>
        |体内年龄：反映身体机能的一个指标。<br>
      p.question
        |3、设备屏幕为何不亮？
      p.answer
        |A、电池电量是否足够。<br>
        |B、检查电池是否装好。<br>
      p.question
        |4、为何移动后，称重会重接近2Kg？
      p.answer
        |称重完成后，称会进入归零复位，如果在归零复位前提起秤，会导致讲称本身重量排除在归零复位外，再次称重时就会将称本身重量叠加到人体重量上面。所以在称移动后，可以先踩踩秤，让秤进入复位归零，2-3秒后就可以测试啦。如果您的称平常不会移动的话，那就没问题可以直接测试。<br>
      p.question
        |5、电池能用多久？
      p.answer
        |一般电池按照一天测试3次计，大概能够用到一年左右。跟选择不同品牌电池的材质型号有关系。<br>
      p.question
        |6、是否适合孕妇使用？
      p.answer
        |未有任何科学证明体脂肪测试对孕妇有损伤，但也没有任何科学证明体脂肪测试对孕妇没有损伤。建议孕妇穿鞋仅测量体重。<br>
      p.question
        |7、数据不正确，数据波动太大？
      p.answer
        |测量的数据跟环境及人体状况有较大关系。需要确保秤放在平稳而坚硬的地板。人的一天随着水分变化会影响体重和脂肪率，一天的数据会出现波动。所以尽量在每一天同一时间同意条件下测量会更加精确，测量时赤脚并且尽量穿轻薄衣服。例如每天早上刚起床，同一个时间测量<br>
      p.question
        |8、为何要光着脚测量？
      p.answer
        |采用的生物电阻抗法需要测试人体电阻，所以需要光脚，同时尽可能保证干净。<br>

      p.question
        |9、为什么我的手机蓝牙跟设备连接不上？
      p.answer
        |A、手机是否已经打开蓝牙，APP上有提示蓝牙未打开标识。<br>
        |B、是否之前已绑定过一台亿莱scurve设备。如果手机绑定一台亿莱设备，需要新增设备，需要在系统上按新增设备的方式操作。<br>
        |C、手机使用的系统及机型是否符合推荐:anbroid4.3以上，需要支持蓝牙4.0。<br>
        |D、手机蓝牙是否已连接到其他蓝牙设备上了。<br>
        |E、重启一下手机蓝牙或者重启一下手机。<br>

      p.question
        |12、为什么放在不同的地面上，称重数据不一样？
      p.answer
        |因为高精度传感器高度敏感，地面不平，或者放置在毛毯、软垫等柔软的表面，会导致数据不准确。<br>
      p.question
        |13、电流通过人体会不会有危险？
      p.answer
        |是非常弱的电流，不会造成任何影响。但是需要注意绝对不要与起搏器等人体内植入医用器械、人工肺等用于维持生命医用器械及心电图等佩戴型医用器械合用，以上器械很可能由于误操作、师傅等对身体造成明显伤害。<br>
      p.question
        |14、安卓支持什么系统，支持哪些手机？
      p.answer
        |Android系统支持android4.3,蓝牙4.0以上机型，代表机型有：三星S5，note3,华为G6，HTCDesire816，小米等等。<br>
      p.question
        |15、一台亿莱设备能否与多台手机或平板连接？
      p.answer
        |支持与多台APP（或已绑定的微信端）终端连接，但是不能再同一时间连接，如果已经有一台终端连接秤，需要连接另一台，需要将已经连接秤的终端退出APP（或已绑定的微信端），断开蓝牙连接。才能连接另一台。<br>
      p.question
        |16、一台手机或者平板能否连接多台亿莱设备？
      p.answer
        |在初次使用亿莱设备时，打开APP（或已绑定的微信端）并打开设备会自动进行设备绑定，设备与手机绑定后，手机仅能连接该设备，如果手机需要连接另外一台设备，需要在设置菜单里面添加绑定设备。<br>
      p.question
        |17、为何未满18周岁有些指标测试不出来？
      p.answer
        |未成年人为发育完全，内脏脂肪、肌肉量、骨量及体年龄测试均不准确，所以未显示出来。<br>
      p.question
        |18、为何未满10周岁有些指标测试不出来？
      p.answer
        |儿童在成长期指标测试不准确，所以仅能显示体重。<br>
</template>
<style lang="stylus">
  @import '../../../../shared/assets/stylus/common'

  .help
    width 100%
    height 100%
    margin-top -25px
    padding 5px
    .help_box
      overflow auto
      h2
        font-size 18px
        text-align center
        padding 10px 0
      p
        font-size 16px
      p.question
        color #000
      p.answer
        font-size 15px
        color #353535

</style>


